#+LaTeX_CLASS_OPTIONS: [letterpaper,landscape,8pt]
#+LATEX_HEADER: \usepackage[a4paper,inner=.5cm, outer=.5cm, top=.5cm, bottom=.5cm]{geometry}

| Month       |      year |    WA | Wittgenstein                                                                                            | AA | Anscombe                                                                                                                                                |
| 26 April    |      1889 |     0 | Born in Vienna                                                                                          |    |                                                                                                                                                         |
|             |      1893 |     4 | Frege Publshes Grundgesetze der Arithmetik, Band I                                                      |    |                                                                                                                                                         |
|             |      1898 |     9 | Why should one tell the truth?                                                                          |    |                                                                                                                                                         |
| May         |      1902 |    13 | Eldest brother Hans disappears from a boat in Chesapeake Bay, most likely having committed suicide      |    |                                                                                                                                                         |
|             |      1903 |    14 | Starts studies in Realschule in Linz                                                                    |    |                                                                                                                                                         |
|             |      1903 |    14 | Frege publishes Grundgesetze der Arithmetik, Band II & Russell publishes The Principles of Mathematics  |    |                                                                                                                                                         |
|             |      1904 |    15 | Third eldest brother, Rudi, committs suicide in a Berlin bar                                            |    |                                                                                                                                                         |
|             | 1903-1906 | 14-17 | He aknowledges he doesn't have faith, Reads Schopenhauer after this loss of faith. Later Otto Weininger |    |                                                                                                                                                         |
| October     |      1906 |    17 | Begins his studies in mechanical engineering at the Technische Hochschule in Charlottenburg, Berlin     |    |                                                                                                                                                         |
|             |      1908 |    19 | Graduates form the Technische Hochschul                                                                 |    |                                                                                                                                                         |
|             |      1908 |    19 | Registers as Student in the Engineering department at Manchester                                        |    |                                                                                                                                                         |
|             |      1908 |    19 | Reads Russell's Principles of Mathemathics                                                              |    |                                                                                                                                                         |
|             |      1911 |    22 | Visits Frege at the University of Jena                                                                  |    |                                                                                                                                                         |
| 18 October  |      1911 |    22 | Arrives unannounced at Russell's room at Trinity College                                                |    |                                                                                                                                                         |
|             |      1912 |    23 | Joins Cambridge  Moral Sciences Club                                                                    |    |                                                                                                                                                         |
| 20 January  |      1913 |    24 | Karl (Father) Dies                                                                                      |    |                                                                                                                                                         |
|             |      1913 |    24 | Retreats to Skjolden, Norway, writes Notes on Logic                                                     |    |                                                                                                                                                         |
| 28 July     |      1914 |    25 | WWI Begins                                                                                              |    |                                                                                                                                                         |
| March       |      1916 |    27 | Posted on the frontline against Brusilov Offensive                                                      |    |                                                                                                                                                         |
|             |      1917 |    28 | Posted at the Russsian Front                                                                            |    |                                                                                                                                                         |
|             |      1918 |    29 | Promoted to Lieutenant, posted at Italian Front                                                         |    |                                                                                                                                                         |
| August      |      1918 |    29 | Finishes the Tarctatus in Neuwaldegg                                                                    |    |                                                                                                                                                         |
| October     |      1918 |    29 | Second eldest brother, Kurt, an officer and company director at WWI, shoots himself                     |    |                                                                                                                                                         |
| November    |      1918 |    29 | Captured, spends nine months as prsioner at Italian War camp                                            |    |                                                                                                                                                         |
| 11 November |      1918 |    29 | WWI Ends                                                                                                |    |                                                                                                                                                         |
| 18 March    |      1919 |    30 |                                                                                                         |  0 | Born in Limerick, Ireland                                                                                                                               |
| 25 August   |      1919 |    30 | Returns to Family in Vienna                                                                             |    |                                                                                                                                                         |
| September   |      1919 |    30 | Enrolled in the Lehrerbildungsanstalt (teacher training college) To be an elementary teacher            |  0 |                                                                                                                                                         |
| Summer      |      1920 |    31 | Works as gardener at monastery                                                                          |    |                                                                                                                                                         |
|             |      1920 |    31 | Given his first job as a primary school teacher in Trattenbach                                          |  1 |                                                                                                                                                         |
|             |      1922 |    33 | Publishes The Tractatus                                                                                 |  3 |                                                                                                                                                         |
| September   |      1922 |    33 | Moves to Hassbach                                                                                       |  3 |                                                                                                                                                         |
| September   |      1924 |    35 | Moves to  Otterthal                                                                                     |  5 |                                                                                                                                                         |
| April       |      1926 |    37 | Der Vorfall Haidbauer (the Haidbauer incident)                                                          |  7 |                                                                                                                                                         |
|             |      1926 |    37 | Joins the Vienna Circle (Formed by inspiration of the Tractatus)                                        |  7 |                                                                                                                                                         |
|             |      1926 |    37 | Works a few months at the monastery of Hütteldorf                                                       |  7 |                                                                                                                                                         |
|             |      1926 |    37 | Begins works on Haus Wittgenstein                                                                       |  7 |                                                                                                                                                         |
| December    |      1928 |    39 | Finishes Haus Wittgenstein                                                                              |  9 |                                                                                                                                                         |
|             |      1929 |    40 | Returns to Cambridge                                                                                    | 10 |                                                                                                                                                         |
|             |      1929 |    40 | Presents Tractatus as his Thesis, gets his PhD                                                          | 10 |                                                                                                                                                         |
|             |      1929 |    40 | Appointed lecturer at Trinity College (Cambridge)                                                       | 10 |                                                                                                                                                         |
|             |      1931 |    42 |                                                                                                         | 12 | Starts readings that lead her to a teenage conversion to catholicism                                                                                    |
|             |      1934 |    45 |                                                                                                         | 15 | Starts reading Natural Theology by a XIX century Jesuit and working on a proof of a principle of causality, sparking her interest on philosphy          |
|             |      1936 |    47 | Goes back to Norway to work on Philosophical investigations                                             | 17 |                                                                                                                                                         |
|             |      1937 |    48 |                                                                                                         | 18 | Graduated from Sydenham High School                                                                                                                     |
|             |      1938 |    49 | Travels to Ireland                                                                                      | 19 |                                                                                                                                                         |
| 27 april    |      1938 |    49 |                                                                                                         | 19 | Instructed and received into the Catholic Church by Fr Richard Kehoe, Dominican                                                                         |
|             |      1939 |    50 | Elected for chair of philosophy in Cambridge after Moore's resignment (until 1947)                      | 20 |                                                                                                                                                         |
|             |      1939 |    50 | Granted British Citizenship                                                                             | 20 |                                                                                                                                                         |
| August      |      1939 |    50 | Hitler grants mixed-blood status to Wittgenstein Siblings despite having 3 jew grandparents             | 20 |                                                                                                                                                         |
| 1 September |      1939 |    50 | WWII Starts                                                                                             | 20 |                                                                                                                                                         |
|             |      1941 |    52 | Works at Guy's Hospital in London                                                                       | 22 | Graduated from St Hugh's College, Oxford                                                                                                                |
| 26 December |      1941 |    52 |                                                                                                         | 22 | Married Peter Geach                                                                                                                                     |
|             |      1942 |    53 |                                                                                                         | 23 | Awarded Research fellowship for post-graduate study at Newnham College, Cambridge (Lectures with Wittgenstein from 1942-1945)                           |
| 29 April    |      1943 |    54 | Laboratory Assistant at Newcastle (until February 1944)                                                 | 24 |                                                                                                                                                         |
|             |      1944 |    55 | Returns to Cambridge                                                                                    | 25 | Lectures with Wittgenstein "extract phenomenalism nerve"                                                                                                |
|             |      1945 |    56 |                                                                                                         | 26 | Finished Fellowship at Newnham                                                                                                                          |
| 2 September |      1945 |    56 | WWII Ends                                                                                               | 26 |                                                                                                                                                         |
|             |      1946 |    57 |                                                                                                         | 27 | Awarded Research fellowship at Somerville College, Oxford                                                                                               |
|             |      1947 |    58 | Resigns at Cambridge and travels to Ireland to concentrate on writing                                   | 28 | Continued traveling to Cambridge once a week to attend tutorials with Wittgenstein                                                                      |
|             |      1948 |    59 |                                                                                                         | 29 | Presented a paper at a meeting of Oxford's Socratic Club in which she disputed C. S. Lewis's argument that naturalism was self-refuting                 |
| April       |      1949 |    60 | Travels to Ithaca, NY                                                                                   | 30 |                                                                                                                                                         |
|             |      1949 |    60 | On his return to London is diagnosed with inoperable prostate cancer                                    | 30 |                                                                                                                                                         |
| 11 February |      1950 |    61 | Sister Hermine dies                                                                                     | 31 |                                                                                                                                                         |
| 25 April    |      1950 |    61 | Stays at Anscombe's house in Oxford                                                                     |    |                                                                                                                                                         |
| August      |      1950 |    61 | After staying with several friends he settles at "Stoery's End" with the Bevans                         | 31 |                                                                                                                                                         |
|             |      1951 |    62 |                                                                                                         | 32 | Awarded Lecturship at Sommerville                                                                                                                       |
| 29 April    |      1951 |    62 | Died in Cambridge                                                                                       | 32 | Travelled to Cambridge to visit Wittgenstein in his deathbed                                                                                            |
|             |      1953 |       | Posthumous publication of Philosophical Investigations                                                  | 34 |                                                                                                                                                         |
|             |      1956 |       |                                                                                                         | 37 | Protested against Truman's Honorary Degree at Oxford.                                                                                                   |
|             |      1957 |       |                                                                                                         | 38 | Publishes Intention                                                                                                                                     |
|             |      1959 |       |                                                                                                         | 40 | Publishes An Introduction to Wittgenstein's Tractatus                                                                                                   |
|             |      1964 |       |                                                                                                         | 45 | Awarded tutorial fellowship at Sommerville                                                                                                              |
|             |      1970 |       |                                                                                                         | 51 | Left Somerville College. Elected Professor of Philosophy at Cambridge                                                                                   |
|             |      1979 |       |                                                                                                         | 60 | Elected a Foreign Honorary Member of the American Academy of Arts and Sciences in 1979                                                                  |
|             |      1981 |       |                                                                                                         | 62 | Publishes Three volumes of collected papers: From Parmenides to Wittgenstein; Metaphysics and the Philosophy of Mind; and Ethics, Religion and Politics |
|             |      1986 |       |                                                                                                         | 67 | Retirement from Cambridge                                                                                                                               |
|             |      1996 |       |                                                                                                         | 77 | Car Crash                                                                                                                                               |
| 5 January   |      2001 |       |                                                                                                         | 81 | Died in Cambridge, England                                                                                                                              |
|             |           |       |                                                                                                         |    |                                                                                                                                                         |
#+TBLFM: $2=1889+9::$3=1949-1889::$5=1944-1919

